Repository: KOENJI-VENEZIA/KoenjiApp
Catalog: KoenjiApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: it, ja

# [Non è stato possibile assegnare tavoli automaticamente -
source: [Unable to automatically assign tables -
it: [Non è stato possibile assegnare tavoli automaticamente -
ja: テーブルを自動的に割り当てることができませんでした

source: [Restored without tables -unable to automatically reassign tables
it: [Ripristinata senza tavoli - non è stato possibile riassegnare i tavoli automaticamente]
ja: テーブルなしで復元されました - テーブルを自動的に再割り当てすることができませんでした

# -1 gg.
source: - 1 d.
it: -1 gg.
ja: -1 日

# (chiusura)
source: (closed)
it: (chiusura)
ja: (閉店)

# (Nessuna cancellazione)
source: (No canceled reservations)
it: (Nessuna cancellazione)
ja: (キャンセルなし)

# (Nessuna prenotazione in lista d'attesa)
source: (No reservations in the waiting list)
it: (Nessuna prenotazione in lista d'attesa)
ja: (待機リストに予約なし)

# [arrivati];
source: [arrived];
it: [arrivati];
ja: [到着済み];

# [cancellata];
source: [canceled];
it: [cancellata];
ja: [キャンセル済み];

# [cancellazione];
source: [cancellation];
it: [cancellazione];
ja: [キャンセル];

# [confermata];
source: [confirmed];
it: [confermata];
ja: [確認済み];

# [da confermare];
source: [to be confirmed];
it: [da confermare];
ja: [確認待ち];

# [da sistemare];
source: [to be arranged];
it: [da sistemare];
ja: [調整必要];

# [eliminata];
source: [deleted];
it: [eliminata];
ja: [削除済み];

# [in attesa];
source: [waiting];
it: [in attesa];
ja: [待機中];

# [in ritardo];
source: [delayed];
it: [in ritardo];
ja: [遅延];

# [in sospeso];
source: [pending];
it: [in sospeso];
ja: [保留中];

# [prenotata];
source: [booked];
it: [prenotata];
ja: [予約済み];

# %@ - %lld p.
source: %1$@ - %2$lld p.
it: %@ - %lld p.
ja: %@ - %lld人

# %@, %lld p.
source: %1$@, %2$lld p.
it: %@, %lld p.
ja: %@, %lld人

# %@,Pranzo,%@,%@,%@,%@,%@,%@,,%lld,%@
source: %1$@,Lunch,%2$@,%3$@,%4$@,%5$@,%6$@,%7$@,,%8$lld,%9$@
it: %@,Pranzo,%@,%@,%@,%@,%@,%@,,%lld,%@
ja: %@,昼,%@,%@,%@,%@,%@,%@,,%lld,%@

# %@: ritardo
source: %@: late
it: %@: ritardo
ja: %@: 遅刻

# %lld %@ fa
source: %1$lld %2$@ fa
it: %lld %@ fa
ja: %lld %@前

# %lld cancellazioni
source: %lld cancelations
it: %lld cancellazioni
ja: キャンセル%lld件

# %lld giorni fa
source: %lld days ago
it: %lld giorni fa
ja: %lld前

# %lld in lista d'attesa
source: %lld in waiting list
it: %lld in lista d'attesa
ja: 待機リスト%lld件

# %lld tavoli
source: %lld tables
it: %lld tavoli
ja: テーブル%lld個

# +1 gg.
source: +1 d.
it: +1 gg.
ja: +1日

# A data...
source: To date…
it: A data...
ja: 終わり

# Accedi
source: Login
it: Accedi
ja: ログイン

# Accedi per continuare
source: Login to continue
it: Accedi per continuare
ja: 続けるにはログインしてください

# Account esistente rilevato
source: Found existing account
it: Account esistente rilevato
ja: 既存のアカウントが見つかりました

# Adesso
source: Now
it: Adesso
ja: 現在

# Aggiungi immagine
source: Add image
it: Aggiungi immagine
ja: 画像を追加

# Aggiungi Oggi
source: Add Today
it: Aggiungi Oggi
ja: 本日を追加

# Agosto
source: August
it: Agosto
ja: 8月

# Al '%@'...
source: To ‘%@’…
it: Al '%@'...
ja: '%@'まで...

# Alle
source: At
it: Alle
ja: 終わり

# Anno Corrente
source: Current Year
it: Anno Corrente
ja: 今年

# Annulla
source: Dismiss
it: Annulla
ja: キャンセル

# Aprile
source: April
it: Aprile
ja: 4月

# arrivati
source: arrived
it: arrivati
ja: 到着済み

# Attentione!
source: Warning!
it: Attentione!
ja: 注意！

# Attenzione!
source: Warning!
it: Attenzione!
ja: 警告！

# Autenticazione Richiesta
source: Authentication Required
it: Autenticazione Richiesta
ja: 認証が必要です

# Auto Assegna
source: Auto Assign
it: Auto Assegna
ja: 自動割り当て

# Autorizzato
source: Authorized
it: Autorizzato
ja: 認証済み

# Azzera Cache
source: Flush Cache
it: Azzera Cache
ja: キャッシュを消去

# Benvenut* in KOENJI. VENEZIA
source: Welcome to KOENJI. VENEZIA
it: Benvenut* in KOENJI. VENEZIA
ja: KOENJI. VENEZIAへようこそ

# Calendario Vendite
source: Sales Calendar
it: Calendario Vendite
ja: 売上カレンダー

# Cambia Anno
source: Change Year
it: Cambia Anno
ja: 年を変更

# Cambia immagine
source: Change image
it: Cambia immagine
ja: 画像を変更

# Cancellate
source: Canceled
it: Cancellate
ja: キャンセル済み

# Cancellati
source: Canceled
it: Cancellati
ja: キャンセル済み

# cancellaz.
source: cancel.
it: cancellaz.
ja: キャン.

# cancellazione
source: cancellation
it: cancellazione
ja: キャンセル

# Cancellazione
source: Cancelation
it: Cancellazione
ja: キャンセル

# Cancellazioni
source: Cancellations
it: Cancellazioni
ja: キャンセル

# Caricamento...
source: Loading…
it: Caricamento...
ja: 読み込み中...

# Categoria,Totale
source: Category,Total
it: Categoria,Totale
ja: カテゴリー，合計

# cena
source: dinner
it: cena
ja: ディナー

# Cena
source: Dinner
it: Cena
ja: ディナー

# Cena,%@
source: Dinner,%@
it: Cena,%@
ja: 夜,%@

# Cerca prenotazioni
source: Search reservations
it: Cerca prenotazioni
ja: 予約を検索

# Chiudi
source: Close
it: Chiudi
ja: 閉じる

# Ci siamo quasi!
source: Almost there!
it: Ci siamo quasi!
ja: もう少しです！

# Cognome
source: Last Name
it: Cognome
ja: 姓

# con anticipo
source: in advance
it: con anticipo
ja: 事前に

# Condividi
source: Share
it: Condividi
ja: 共有

# Conferma Eliminazione
source: Confirm Delete
it: Conferma Eliminazione
ja: 削除の確認

# confermata
source: confirmed
it: confermata
ja: 確認済み

# Continua
source: Continue
it: Continua
ja: 続ける

# Converti backup
source: Convert backup
it: Converti backup
ja: バックアップを変換

# Crea nuovo profilo
source: Create a new profile
it: Crea nuovo profilo
ja: 新しいプロフィールを作成

# da confermare
source: to be confirmed
it: da confermare
ja: 確認待ち

# Da data...
source: From date…
it: Da data...
ja: スタート

# Da gestire
source: To manage
it: Da gestire
ja: 管理する

# Dal '%@'...
source: From ‘%@’…
it: Dal '%@'...
ja: '%@'から...

# Dalle
source: From
it: Dalle
ja: スタート

# Dalle:
source: From:
it: Dalle:
ja: 開始時間:

# Data
source: Date
it: Data
ja: 日付

# Data non valida
source: Invalid date
it: Data non valida
ja: 無効な日付

# Data Non Valida
source: Invalid Date
it: Data Non Valida
ja: 無効な日付

source: Date,Category,Cash Register Reading,Invoices,Yami,Clean Yami,Total Shiro,Bento,Cocai,People,Average Expense
it: Data,Categoria,Lettura Cassa,Fatture,Yami,Yami Pulito,Totale Shiro,Bento,Cocai,Persone,Spesa Media
ja: 日付,カテゴリー,レジ読取,請求書,ヤミ,ヤミ純額,シロ合計,弁当,コカイ,人数,平均支出

# Data: %@
source: Date: %@
it: Data: %@
ja: 日付: %@

# Dati mancanti
source: Missing data
it: Dati mancanti
ja: データが不足しています

# Dati salvati
source: Saved data
it: Dati salvati
ja: 保存されたデータ

# Dettagli
source: Details
it: Dettagli
ja: 詳細

# Dettagli Prenotazione
source: Reservation Details
it: Dettagli Prenotazione
ja: 予約詳細

# Dicembre
source: December
it: Dicembre
ja: 12月

source: Done
it: Fatto
ja: 完了

# Durata
source: Duration
it: Durata
ja: 時間

# Durata: %@
source: Duration: %@
it: Durata: %@
ja: 時間: %@

# Elimina Anno
source: Delete Year
it: Elimina Anno
ja: 年を削除

# Elimina Anno %@
source: Delete Year %@
it: Elimina Anno %@
ja: %@年を削除

# Elimina Mese
source: Delete Month
it: Elimina Mese
ja: 月を削除

# Elimina Mese %@ %@
source: Delete Month %1$@ %2$@
it: Elimina Mese %@ %@
ja: 月を削除%@ %@

# eliminata
source: deleted
it: eliminata
ja: 削除済み

# Eliminate
source: Deleted
it: Eliminate
ja: 削除済み

source: Enable Filter
it: Attiva Filtro
ja: フィルター有効

source: End Date
it: Data Fine
ja: 終了日付

# Errore
source: Error
it: Errore
ja: エラー

# Errore sconosciuto.
source: Unknown error.
it: Errore sconosciuto.
ja: 不明なエラー。

# Errore:
source: Error:
it: Errore:
ja: エラー:

# Esporta
source: Export
it: Esporta
ja: エクスポート

# Esporta vendite %@
source: Export sales %@
it: Esporta vendite %@
ja: %@の売上をエクスポート

# Fatto
source: Done
it: Fatto
ja: 完了

# Fatture
source: Invoices
it: Fatture
ja: 請求書

# Fatture,%@
source: Invoices,%@
it: Fatture,%@
ja: 請求書,%@

# Febbraio
source: February
it: Febbraio
ja: 2月

source: Filter by Date Range
it: Filtra per range di date
ja: 日付フィルター

source: Filter by People
it: Filtra per persone
ja: 人数フィルター

# Filtri
source: Filter
it: Filtri
ja: フィルター

# Filtri attivi
source: Active filters:
it: Filtri attivi
ja: 有効なフィルター

# Fino alle:
source: Until:
it: Fino alle:
ja: 終了時間:

source: Fri
it: Ven
ja: 金

# Genera Dati di Debug
source: Generate Debug Data
it: Genera Dati di Debug
ja: デバッグデータを生成

# Gennaio
source: January
it: Gennaio
ja: 1月

# Gestione Vendite
source: Sales Management
it: Gestione Vendite
ja: 売上管理

# Giorni da Simulare: %lld
source: Days to Simulate: %lld
it: Giorni da Simulare: %lld

# Giugno
source: June
it: Giugno
ja: 6月

source: Group By
it: Ordina Per
ja: グループ別

# I dati di vendita sono stati salvati con successo.
source: Sales data has been saved successfully.
it: I dati di vendita sono stati salvati con successo.
ja: 販売データが正常に保存されました。

# Ieri
source: Yesterday
it: Ieri
ja: 昨日

# Il contatto non può essere lasciato vuoto.
source: Contact cannot be left empty.
it: Il contatto non può essere lasciato vuoto.
ja: 連絡先を空にすることはできません。

# Il nome non può essere lasciato vuoto.
source: Name cannot be left empty.
it: Il nome non può essere lasciato vuoto.
ja: 名前を空にすることはできません。

# Il tavolo scelto è occupato o bloccato.
source: The selected table is occupied or blocked.
it: Il tavolo scelto è occupato o bloccato.
ja: 選択したテーブルは使用中またはブロックされています。

# Immagine
source: Image
it: Immagine
ja: 画像

source: Unable to place the table in this position (outside grid or overlapping).
it: Impossibile posizionare il tavolo in questa posizione (fuori griglia o sovrapposto).
ja: このポジションにテーブルを配置できません（グリッド外または重複）。

# Impossibile selezionare orario in questa categoria.
source: Can’t select hours for current category.
it: Impossibile selezionare orario in questa categoria.
ja: 現在のカテゴリーは時間選択ができません。

# In arrivo tra: %@
source: Coming in: %@
it: In arrivo tra: %@
ja: 後%@

# in attesa
source: waiting
it: in attesa
ja: 待機中

# in ritardo
source: delayed
it: in ritardo
ja: 遅延

# in sospeso
source: pending
it: in sospeso
ja: 保留中

# In sospeso
source: Pending
it: In sospeso
ja: 保留中

# Indietro
source: Back
it: Indietro
ja: 戻る

# Iniziamo!
source: Let’s begin!
it: Iniziamo!
ja: 始めましょう！

# Inserimenti Recenti
source: Recent Entries
it: Inserimenti Recenti
ja: 最近の入力

# Inserisci la password per visualizzare i dati di vendita
source: Insert the password to display sales data
it: Inserisci la password per visualizzare i dati di vendita
ja: 販売データを表示するにはパスワードを入力してください。

# Inserisci vendite di oggi
source: Insert today’s sales
it: Inserisci vendite di oggi
ja: 本日の売上を入力

# Layout Tavoli
source: Tables Layout
it: Layout Tavoli
ja: テーブルレイアウト

# Le notifiche relative alle prenotazioni appariranno qui
source: Notifications for reservations will appear here
it: Le notifiche relative alle prenotazioni appariranno qui
ja: 予約の通知がここに表示されます。

# Lettura cassa
source: Cash register reading
it: Lettura cassa
ja: レジ読取

# Lettura Cassa
source: Cash Register Reading
it: Lettura Cassa
ja: レジ読取

# Lettura Cassa,%@
source: Cash Register Reading,%@
it: Lettura Cassa,%@
ja: レジ読取%@

# Lista d'attesa
source: Waiting list
it: Lista d'attesa
ja: 待機リスト

# Log Prenotazioni Salvate
source: Log Saved Reservations
it: Log Prenotazioni Salvate
ja: 保存済み予約ログ

# Luglio
source: July
it: Luglio
ja: 7月

# Maggio
source: May
it: Maggio
ja: 5月

# Marzo
source: March
it: Marzo
ja: 3月

# Media mensile: %@
source: Monthly average: %@
it: Media mensile: %@
ja: 月間平均: %@

# Media: %@
source: Average: %@
it: Media: %@
ja: 平均: %@

# Mese
source: Month
it: Mese
ja: 月

# Mese Corrente
source: Current Month
it: Mese Corrente
ja: 今月

source: Month,Lunch,Dinner,Total Sales,Cash Register Reading,Invoices,Gross Yami,Clean Yami,Net Yami,Bento,Cocai,People,Average Expense
it: Mese,Pranzo,Cena,Totale Vendite,Lettura Cassa,Fatture,Yami Lordo,Yami Pulito,Yami Netto,Bento,Cocai,Persone,Spesa Media
ja: 月,ランチ,ディナー,総売上,レジ読取,請求書,ヤミ総額,ヤミ純額,ヤミ純利益,弁当,コカイ,人数,平均支出

# Mesi %@
source: Months %@
it: Mesi %@
ja: %@の月

# Modifica
source: Edit
it: Modifica
ja: 編集

# Modifica Prenotazione
source: Edit Reservation
it: Modifica Prenotazione
ja: 予約を編集

source: Mon
it: Lun
ja: 月

# Nessun dato
source: No data
it: Nessun dato
ja: データなし

# Nessun dato recente
source: No recent data
it: Nessun dato recente
ja: 最近のデータなし

# Nessun tavolo assegnato
source: No table assigned
it: Nessun tavolo assegnato
ja: テーブル未割り当て

# Nessuna notifica
source: No notifications
it: Nessuna notifica
ja: 通知なし

# Nessuna prenotazione in arrivo
source: No upcoming reservations
it: Nessuna prenotazione in arrivo
ja: 予定されている予約なし

# Nessuna prenotazione per la giornata
source: No reservations for the day
it: Nessuna prenotazione per la giornata
ja: 本日の予約なし

# Nessuno
source: None
it: Nessuno
ja: なし

# Nome
source: Name
it: Nome
ja: 名前

# Non autorizzato
source: Unauthorized
it: Non autorizzato
ja: 権限がありません

# Non ci sono abbastanza tavoli per la prenotazione.
source: There are not enough tables for the reservation.
it: Non ci sono abbastanza tavoli per la prenotazione.
ja: 予約に対して十分なテーブルがありません。

# Non ci sono tavoli disponibili.
source: There are no tables available.
it: Non ci sono tavoli disponibili.
ja: 利用可能なテーブルがありません。

# Note
source: Notes
it: Note
ja: メモ

# Note:
source: Notes:
it: Note:
ja: メモ:

source: Nothing
it: Nulla
ja: なし

# Notifiche
source: Notifications
it: Notifiche
ja: 通知

# Novembre
source: November
it: Novembre
ja: 11月

source: Number of People: %lld
it: Numero di Persone: %lld
ja: 人数%lld人

# Numero ospiti
source: Guests number
it: Numero ospiti
ja: ゲスト数

# Nuova Prenotazione
source: New Reservation
it: Nuova Prenotazione
ja: 新規予約

# Nuovo Anno
source: New Year
it: Nuovo Anno
ja: 新年

# Oggi
source: Today
it: Oggi
ja: 今日

# Ora
source: Time
it: Ora
ja: 時間

# Orario
source: Time
it: Orario
ja: 時間

# Orario: %@ - %@
source: Time: %1$@ - %2$@
it: Orario: %@ - %@
ja: 時間: %@ - %@

# Ordina per...
source: Order by…
it: Ordina per...
ja: 並び順...

# Ottimo! Ora, creiamo il tuo profilo
source: Great! Now, let’s create a profile
it: Ottimo! Ora, creiamo il tuo profilo
ja: よくできました！プロフィールを作成しましょう

# Ottobre
source: October
it: Ottobre
ja: 10月

# Parametri Simulazione
source: Simulation Parameters
it: Parametri Simulazione

# Password non valida. Riprova.
source: Invalid password. Try again.
it: Password non valida. Riprova.
ja: パスワードが無効です。もう一度お試しください。

# Per data
source: By date
it: Per data
ja: 日付順

# Per favore, inserisci nome e cognome per continuare.
source: Please input your name and surname to continue.
it: Per favore, inserisci nome e cognome per continuare.
ja: 続けるには名前と姓を入力してください。

# Per giorno
source: By day
it: Per giorno
ja: 日別

# Per iniziare, accedi con il tuo account Apple
source: To begin, login with your Apple account
it: Per iniziare, accedi con il tuo account Apple
ja: 開始するには、Appleアカウントでログインしてください

# Per mese
source: By month
it: Per mese
ja: 月別

# Per numero ospiti
source: By number of guests
it: Per numero ospiti
ja: ゲスト数別

# Per persone
source: By people
it: Per persone
ja: 人別

# Per settimana
source: By week
it: Per settimana
ja: 週別

# Per tavolo
source: By table
it: Per tavolo
ja: テーブル別

# Per ultime aggiunte
source: By latest additions
it: Per ultime aggiunte
ja: 最新追加順

# Per visualizzare i dati di vendita è necessaria l'autenticazione
source: To display sales data authentication is required
it: Per visualizzare i dati di vendita è necessaria l'autenticazione
ja: 販売データを表示するには認証が必要です。

# Persone
source: People
it: Persone
ja: 人数

# Persone totali,%lld
source: Total people,%lld
it: Persone totali,%lld
ja: 人数,%lld

# Persone: %lld
source: People: %lld
it: Persone: %lld
ja: 人数: %lld

# pranzo
source: lunch
it: pranzo
ja: ランチ

# Pranzo
source: Lunch
it: Pranzo
ja: ランチ

# Pranzo,%@
source: Lunch,%@
it: Pranzo,%@
ja: ランチ,%@

# prenotata
source: booked
it: prenotata
ja: 予約済み

# Prenotate
source: Booked
it: Prenotate
ja: 予約済み

# prenotato
source: booked
it: prenotato
ja: 予約済み

# PRENOTAZIONE
source: RESERVATION
it: PRENOTAZIONE
ja: 予約

# Prenotazione a nome di %@ è in ritardo.
source: Reservation named %@ is late.
it: Prenotazione a nome di %@ è in ritardo.
ja: %@様の予約が遅れています。

# Prenotazione a nome di %@ sta per terminare (-%lld minuti).
source: Reservation named %1$@ is almost over (-%2$lld minutes).
it: Prenotazione a nome di %@ sta per terminare (-%lld minuti).
ja: %@様の予約がもうすぐ終了します（あと%lld分）。

# Prenotazione in scadenza
source: Reservation expiring
it: Prenotazione in scadenza
ja: 予約の期限切れ

# Prenotazioni
source: Reservations
it: Prenotazioni
ja: 予約

# PRENOTAZIONI
source: RESERVATIONS
it: PRENOTAZIONI
ja: 予約

# Prima di iniziare, completa il tuo profilo
source: Before we begin, complete your profile
it: Prima di iniziare, completa il tuo profilo
ja: 開始する前に、プロフィールを完成させてください

# Prosegui
source: Continue
it: Prosegui
ja: 続ける

# Pulire tutte le notifiche?
source: Flush all notifications?
it: Pulire tutte le notifiche?
ja: すべての通知を消去しますか？

# Pulisci
source: Flush
it: Pulisci
ja: 消去

# Pulisci tutto
source: Flush all
it: Pulisci tutto
ja: すべて消去

# Qui per assisterti con la gestione delle prenotazioni (e altro in arrivo...)
source: Here to assist with managing reservations (and more coming…)
it: Qui per assisterti con la gestione delle prenotazioni (e altro in arrivo...)
ja: 予約管理のお手伝いをします（他にも機能追加予定...）

# Raggruppa per...
source: Group by…
it: Raggruppa per...
ja: グループ化...

# Reset di Tutti i Dati
source: Reset All Data
it: Reset di Tutti i Dati
ja: すべてのデータをリセット

# Resetta Dati
source: Reset Data
it: Resetta Dati
ja: データをリセット

# Riepilogo
source: Summary
it: Riepilogo
ja: 概要

# Riepilogo %@
source: Summary %@
it: Riepilogo %@
ja: %@の概要

# Riepilogo Annuale
source: Annual Summary
it: Riepilogo Annuale
ja: 年間概要

# Riepilogo Annuale %lld
source: Annual Summary %lld
it: Riepilogo Annuale %lld
ja: 年間概要,%lld

# Riepilogo Mensile
source: Monthly Summary
it: Riepilogo Mensile
ja: 月間概要

# Riepilogo mensile - %@ %lld
source: Monthly Summary - %1$@ %2$lld
it: Riepilogo mensile - %@ %lld
ja: 月間概要 - %@ %lld

# Rimuovi
source: Remove
it: Rimuovi
ja: 削除

# Rimuovi filtri
source: Remove filters
it: Rimuovi filtri
ja: フィルターを削除

# ripristino
source: restore
it: ripristino
ja: 復元

# ritardo
source: delay
it: ritardo
ja: 遅延

# Salva
source: Save
it: Salva
ja: 保存

# Salva Dati Debug
source: Save Debug Data
it: Salva Dati Debug
ja: デバッグデータを保存

# Salvataggio...
source: Saving…
it: Salvataggio...
ja: 保存中...

source: Sat
it: Sab
ja: 土

# scadenza
source: expiration
it: scadenza
ja: 期限

# Scartabellando...
source: Flipping through stuff…
it: Scartabellando...
ja: 検索中...

# Scegli Emoji
source: Choose Emoji
it: Scegli Emoji
ja: 絵文字を選択

# Scegli il formato del file
source: Choose the file format
it: Scegli il formato del file
ja: ファイル形式を選択

source: Are you sure you want to proceed and delete all saved data? This operation can’t be undone.
it: Sei sicuro di voler eliminare tutte le prenotazioni e i dati salvati? Questa operazione non può essere annullata.
ja: すべての予約と保存されたデータを削除してもよろしいですか？この操作は元に戻せません。

source: Select an Image
it: Seleziona un’immagine
ja: 画像を選択

source: Select Time
it: Seleziona Orario
ja: 時間を選択

# Seleziona Anno
source: Select Year
it: Seleziona Anno
ja: 年を選択

# Seleziona orario
source: Select time
it: Seleziona orario
ja: 時間を選択

# Seleziona Orario
source: Select Time
it: Seleziona Orario
ja: 時間を選択

# Seleziona persone
source: Select people
it: Seleziona persone
ja: 人数を選択

# Seleziona un'opzione dal menu laterale.
source: Select an option from the sidebar
it: Seleziona un'opzione dal menu laterale.
ja: サイドバーからオプションを選択してください。

source: It looks like you have already created an account on a different device as ‘%@'. Do you want to use it?
it: Sembra che tu abbia già creato un account su un altro dispositivo come '%@'. Vuoi usare quel profilo?
ja: 別のデバイスで'%@'として既にアカウントを作成しているようです。そのプロフィールを使用しますか？

# Settembre
source: September
it: Settembre
ja: 9月

# sincro
source: sync
it: sincro
ja: 同期

source: Sort By
it: Ordina Per
ja: 順番

# Spesa media a persona
source: Average individual spending
it: Spesa media a persona
ja: 一人当たりの平均支出

# Spesa media a pranzo,%@
source: Average individual spending,%@
it: Spesa media a pranzo,%@
ja: 一人当たりの平均支出,%@

# sta modificando
source: is editing
it: sta modificando
ja: 編集中

# sta visualizzando
source: is viewing
it: sta visualizzando
ja: 閲覧中

# Stai cercando di prenotare di lunedì. Sei sicuro di voler continuare?
source: You’re trying to take a reservation on a Monday. Are you sure you want to proceed?
it: Stai cercando di prenotare di lunedì. Sei sicuro di voler continuare?
ja: 月曜日に予約しようとしています。続行してもよろしいですか？

# stanno modificando
source: are editing
it: stanno modificando
ja: 編集中

# stanno visualizzando
source: are viewing
it: stanno visualizzando
ja: 閲覧中

source: Start Date
it: Data d’Inizio
ja: 開始日付

source: Sun
it: Dom
ja: 日

# TAV.
source: TABLE
it: TAV
ja: テーブル

# Tavoli
source: Tables
it: Tavoli
ja: テーブル

# Tavoli bloccati!
source: Tables locked!
it: Tavoli bloccati!
ja: テーブルがロックされました！

# Tavoli sbloccati!
source: Tables unlocked!
it: Tavoli sbloccati!
ja: テーブルのロックが解除されました！

# Tavolo selezionato non trovato.
source: Selected table not found.
it: Tavolo selezionato non trovato.
ja: 選択したテーブルが見つかりません。

# Telefono
source: Phone
it: Telefono
ja: 電話番号

# Tempo rimasto:
source: Remaining:
it: Tempo rimasto:
ja: 残り時間:

# Terminata
source: Completed
it: Terminata
ja: 完了

source: Thu
it: Gio
ja: 木

source: Toggle Full Screen
it: Attiva Schermo Intero
ja: 全画面表示の切り替え

source: Toggle Inspector
it: Mostra Inspector
ja: インスペクターの切り替え

# Tot. %lld (%lld pranzo, %lld cena)
source: Tot. %1$lld (%2$lld lunch, %3$lld dinner)
it: Tot. %lld (%lld pranzo, %lld cena)
ja: 合計 %lld （ランチ %lld、ディナー %lld）

# Totale
source: Total
it: Totale
ja: 合計

# Totale Annuale
source: Annual Total
it: Totale Annuale
ja: 年間合計

# Totale annuale netto: %@
source: Annual net total: %@
it: Totale annuale netto: %@
ja: 年間純合計: %@

# Totale mensile: %@
source: Monthly total: %@
it: Totale mensile: %@
ja: 月間合計: %@

# Totale netto
source: Net total
it: Totale netto
ja: 純合計

# Totale Shiro
source: Shiro Total
it: Totale Shiro
ja: シロ合計

# Totale Vendite,%@
source: Total Sales,%@
it: Totale Vendite,%@
ja: シロ合計,%@

source: Tue
it: Mar
ja: 火

# Tutte
source: All
it: Tutte
ja: すべて

# Tutto pronto!
source: Ready!
it: Tutto pronto!
ja: 準備完了！

# Un altro utente sta effettuando modifiche. Impossibile salvare. Attendere.
source: Another user is making changes. Unable to save. Please wait.
it: Un altro utente sta effettuando modifiche. Impossibile salvare. Attendere.
ja: 別のユーザーが変更中です。保存できません。お待ちください。

source: Unlock Layout
it: Sblocca Layout
ja: レイアウトのロックを解除

# Usa profilo esistente
source: Use existing profile
it: Usa profilo esistente
ja: 既存のプロフィールを使用

# Vedi prenotazione
source: Check reservation
it: Vedi prenotazione
ja: 予約を確認

# Vendite
source: Sales
it: Vendite
ja: 売上

# Vendite %@
source: Sales %@
it: Vendite %@
ja: %@の売上

# Vendite Giornaliere
source: Daily Sales
it: Vendite Giornaliere
ja: 日間売上

# Vendite Mensili
source: Monthly Sales
it: Vendite Mensili
ja: 月間売上

# Vendite_%@_%lld.csv
source: Sales_%1$@_%2$lld.csv
it: Vendite_%@_%lld.csv

# Vendite_Anno_%lld.csv
source: %lld_Year_Sales.csv
it: Vendite_Anno_%lld.csv

source: Wed
it: Mer

# Yami Lordo
source: Gross Yami
it: Yami Lordo
ja: ヤミ総額

# Yami Lordo,%@
source: Gross Yami,%@
it: Yami Lordo,%@
ja: ヤミ総額,%@

# Yami Netto
source: Net Yami
it: Yami Netto
ja: ヤミ純額

# Yami Netto,%@
source: Net Yami,%@
it: Yami Netto,%@
ja: ヤミ純額,%@

# Yami Pulito
source: Clean Yami
it: Yami Pulito
ja: ヤミ清算済

# Yami Pulito,%@
source: Clean Yami,%@
it: Yami Pulito,%@
ja: ヤミ清算済,%@

source: - %lld p.
ja: - %lld 人

source: -15 min.
ja: -15 分

source: [N/A]
ja: [該当なし]

source: [N/A];
ja: [該当なし];

source: [no show];
ja: [無断キャンセル];

source: [waiting list];
ja: [待機リスト];

source: [walk-in];
ja: [飛び込み];

# %@,Cena,%@,%@,%@,%@,%@,,%@,,
source: %1$@,Dinner,%2$@,%3$@,%4$@,%5$@,%6$@,,%7$@,,
ja: %@,夜,%@,%@,%@,%@,%@,,%@,,

source: %lld p.
ja: %lld人

source: %lldp
ja: %lld人

source: +15 min.
ja: +15分

source: Bento
ja: 弁当

source: Currently editing
ja: 編集中

source: Database
ja: データベース

source: Info
ja: 情報

source: Lock Layout
ja: レイアウトをロック

source: Login
ja: ログイン

source: Logout
ja: ログアウト

source: n/a
ja: 該当なし

source: N/A
ja: 該当なし

source: no show
ja: 無断キャンセル

source: Password
ja: パスワード

source: Reset
ja: リセット
